import { Element } from "../types/element";

export const elements:Element[] = [
	{
		id: 1,
		type: 'Кино',
		slides: [
			{
				age: 1978,
				text: 'Описание фильма 1978 года Не упустите замечательную возможность смотреть фильмы онлайн без регистрации'
			},
			{
				age: 1979,
				text: 'Описание фильма 1979 года Не упустите замечательную возможность смотреть фильмы онлайн без регистрации'
			},
			{
				age: 1980,
				text: 'Описание фильма 1980 года Не упустите замечательную возможность смотреть фильмы онлайн без регистрации'
			},
			{
				age: 1981,
				text: 'Описание фильма 1981 года Не упустите замечательную возможность смотреть фильмы онлайн без регистрации'
			},
			{
				age: 1982,
				text: 'Описание фильма 1982 года Не упустите замечательную возможность смотреть фильмы онлайн без регистрации'
			}
		]
	},
	{
		id: 2,
		type: 'Литература',
		slides: [
			{
				age: 1992,
				text: 'Описание книги 1992 года русских поэтов и писателей онлайн. Читайте онлайн и скачивайте бесплатно шедевры'
			},
			{
				age: 1993,
				text: 'Описание книги 1993 года русских поэтов и писателей онлайн. Читайте онлайн и скачивайте бесплатно шедевры'
			},
			{
				age: 1994,
				text: 'Описание книги 1994 года русских поэтов и писателей онлайн. Читайте онлайн и скачивайте бесплатно шедевры'
			},
			{
				age: 1995,
				text: 'Описание книги 1995 года русских поэтов и писателей онлайн. Читайте онлайн и скачивайте бесплатно шедевры'
			},
			{
				age: 1996,
				text: 'Описание книги 1996 года русских поэтов и писателей онлайн. Читайте онлайн и скачивайте бесплатно шедевры'
			},
			{
				age: 1997,
				text: 'Описание книги 1997 года русских поэтов и писателей онлайн. Читайте онлайн и скачивайте бесплатно шедевры'
			},
			{
				age: 1998,
				text: 'Описание книги 1998 года русских поэтов и писателей онлайн. Читайте онлайн и скачивайте бесплатно шедевры'
			},
		]
	},
	{
		id: 3,
		type: 'Курсы',
		slides: [
			{
				age: 2000,
				text: 'Описание курса 2000 года Курсы и программы от экспертов-практиков. Если вам интересно узнавать что-то новое'
			},
			{
				age: 2001,
				text: 'Описание курса 2001 года Курсы и программы от экспертов-практиков. Если вам интересно узнавать что-то новое'
			},
			{
				age: 2002,
				text: 'Описание курса 2002 года Курсы и программы от экспертов-практиков. Если вам интересно узнавать что-то новое'
			},
			{
				age: 2003,
				text: 'Описание курса 2003 года Курсы и программы от экспертов-практиков. Если вам интересно узнавать что-то новое'
			},
			{
				age: 2004,
				text: 'Описание курса 2004 года Курсы и программы от экспертов-практиков. Если вам интересно узнавать что-то новое'
			}
		]
	},
	{
		id: 4,
		type: 'Наука',
		slides: [
			{
				age: 1634,
				text: 'Научные рассказы 1634 года читайте больше: навык приходит с опытом. Многие исследователи придерживаются правил'
			},
			{
				age: 1644,
				text: 'Научные рассказы 1644 года читайте больше: навык приходит с опытом. Многие исследователи придерживаются правил'
			},
			{
				age: 1744,
				text: 'Научные рассказы 1744 года читайте больше: навык приходит с опытом. Многие исследователи придерживаются правил'
			},
			{
				age: 1745,
				text: 'Научные рассказы 1745 года читайте больше: навык приходит с опытом. Многие исследователи придерживаются правил'
			},
			{
				age: 1746,
				text: 'Научные рассказы 1746 года читайте больше: навык приходит с опытом. Многие исследователи придерживаются правил'
			},
		]
	},
	{
		id: 5,
		type: 'Сериалы',
		slides: [
			{
				age: 2030,
				text: 'Иностранные сериалы 2030 года лучшие сериалы в HD качестве. Смотрите любимые сериалы онлайн без рекламы'
			},
			{
				age: 2031,
				text: 'Иностранные сериалы 2031 года лучшие сериалы в HD качестве. Смотрите любимые сериалы онлайн без рекламы'
			},
			{
				age: 2032,
				text: 'Иностранные сериалы 2032 года лучшие сериалы в HD качестве. Смотрите любимые сериалы онлайн без рекламы'
			},
			{
				age: 2033,
				text: 'Иностранные сериалы 2033 года лучшие сериалы в HD качестве. Смотрите любимые сериалы онлайн без рекламы'
			},
			{
				age: 2034,
				text: 'Иностранные сериалы 2034 года лучшие сериалы в HD качестве. Смотрите любимые сериалы онлайн без рекламы'
			},
			{
				age: 2035,
				text: 'Иностранные сериалы 2035 года лучшие сериалы в HD качестве. Смотрите любимые сериалы онлайн без рекламы'
			},
		]
	},
	{
		id: 6,
		type: 'Музыка',
		slides: [
			{
				age: 2050,
				text: 'Музыкальные вкусы 2050 года слушайие лучшую музыку в mp3 бесплатно и слушай популярные песни из топ 100'
			},
			{
				age: 2051,
				text: 'Музыкальные вкусы 2051 года слушайие лучшую музыку в mp3 бесплатно и слушай популярные песни из топ 100'
			},
			{
				age: 2052,
				text: 'Музыкальные вкусы 2052 года слушайие лучшую музыку в mp3 бесплатно и слушай популярные песни из топ 100'
			},
			{
				age: 2053,
				text: 'Музыкальные вкусы 2053 года слушайие лучшую музыку в mp3 бесплатно и слушай популярные песни из топ 100'
			},
			{
				age: 2054,
				text: 'Музыкальные вкусы 2054 года слушайие лучшую музыку в mp3 бесплатно и слушай популярные песни из топ 100'
			},
			{
				age: 2055,
				text: 'Музыкальные вкусы 2055 года слушайие лучшую музыку в mp3 бесплатно и слушай популярные песни из топ 100'
			},
		]
	},
]